Repository: ToshihideMatsuda/AfterImage
Catalog: Resources/*.lproj/Localizable.strings
Languages: es_419, fr, ja, zh_hans

# お知らせ
source: Notice
es_419: Aviso
fr: Avis
ja: お知らせ
zh_hans: 通知

# 写真へのアクセスが許可されていません アクセスを許可してください
source: You are not allowed access to your photos. Please allow access
es_419: Acceso a las fotos no autorizado Permitir el acceso
fr: Accès aux photos non autorisé Autoriser l'accès.
ja: 写真へのアクセスが許可されていません アクセスを許可してください
zh_hans: 未获授权访问该照片 请允许访问

# 写真/カメラ/マイクへのアクセスが許可されていません アクセスを許可してください
source: You are not allowed access to your photos/camera/microphone. Please allow access
es_419: Acceso a la foto/cámara/micrófono no autorizado Permitir el acceso
fr: Accès à la photo/appareil photo/microphone non autorisé Autoriser l'accès.
ja: 写真/カメラ/マイクへのアクセスが許可されていません アクセスを許可してください
zh_hans: 未获授权访问照片/相机/麦克风 请允许访问

# 品質優先
source: accurate
es_419: calidad
fr: qualité
ja: 品質優先
zh_hans: 质量第一

# バランス
source: balanced
es_419: balanza
fr: équilibre
ja: バランス
zh_hans: 平衡

# 速度優先
source: fast
es_419: velocidad
fr: vélocité
ja: 速度優先
zh_hans: 速度优先

# [成功] フォトライブラリに撮影したビデオを保存しました
source: [Success] You have saved the video you shot to your photo library.
es_419: [Éxito] Has guardado el vídeo en tu biblioteca de fotos.
fr: [Succès] La vidéo prise a été enregistrée dans la photothèque.
ja: [成功] フォトライブラリに撮影したビデオを保存しました
zh_hans: [成功]你已将你拍摄的视频保存到你的照片库

# [失敗] ビデオの保存に失敗しました
source: [Failed] You have failed to save video.
es_419: [Fracaso] No se ha podido guardar el vídeo.
fr: [Échec] Impossible d'enregistrer la vidéo.
ja: [失敗] ビデオの保存に失敗しました
zh_hans: [失败] 保存视频失败

# ビデオを保存しますか？
source: Do you want to save the video?
es_419: ¿Quieres guardar el vídeo?
fr: Voulez-vous enregistrer la vidéo ?
ja: ビデオを保存しますか？
zh_hans: 你想保存该视频吗？

# 保存
source: Save
es_419: Ahorra
fr: Sauvegarde
ja: 保存
zh_hans: 保存

# 保存＆表示
source: Save & Display
es_419: Guardar y ver
fr: Sauvegarde et visualisation
ja: 保存＆表示
zh_hans: 保存和显示

# 表示のみ
source: Display only
es_419: Sólo pantalla
fr: Affichage uniquement
ja: 表示のみ
zh_hans: 仅显示

# キャンセル
source: Cancel
es_419: cancelar
fr: annuler
ja: キャンセル
zh_hans: 取消

# ビデオの変換が完了しました このビデオを保存しますか？
source: Video conversion is complete. Do you want to save this video?
es_419: La conversión del vídeo se ha completado ¿Desea guardar este vídeo?
fr: Conversion vidéo terminée Voulez-vous sauvegarder cette vidéo ?
ja: ビデオの変換が完了しました このビデオを保存しますか？
zh_hans: 视频转换已经完成 你想保存这个视频吗？
